# Numeric Functions

```terraform console```

1. **max:**
```
> max(12, 54, 3)
54
```
```
> max([12, 54, 3]...)
54
```

2. **min:**
```
> min(12, 54, 3)
3
```
```
> min([12, 54, 3]...)
3
```
